interface IFAQ {
	title: string
	description: string
}

export const FAQ: IFAQ[] = [
	{
		title: 'Что такое кешбэк?',
		description:
			'Кешбэк – это возврат додокоинов на специальный счет в приложении. Посмотреть состояние счета можно на вкладке «Профиль». Додокоины – единицы внутренней валюты, которые начисляются за участие в программе лояльности.',
	},
	{
		title: 'На что я смогу обменять додокоины?',
		description:
			'Додокоины можно обменять на продукты и напитки в «Додо Пицце». Есть шесть категорий: напитки, десерты, закуски, большие, средние и маленькие пиццы. Точный список продуктов можно узнать в приложении.',
	},
	{
		title: 'Где я могу обменять полученные додокоины?',
		description: 'Обменять додокоины на продукты можно только в приложении на вкладке «Профиль».',
	},
	{
		title: 'Что такое флеш-додокоины?',
		description:
			'Флеш-додокоины начисляются дополнительно к базовому кешбэку, но сгорают быстрее. Их срок действия от 7 до 60 дней с момента начисления. Обязательно сообщим конкретную дату сгорания и предупредим о сгорании заранее в мобильном приложении в разделе «Профиль».',
	},
	{
		title: 'Какой срок действия у додокоинов?',
		description:
			'Додокоины сгорают через 400 дней с момента начисления. Флеш-додокоины сгорают в период с 7 до 60 дней с момента начисления. Узнать ближайшую дату и сумму сгорания можно в мобильном приложении во вкладке «Профиль» в разделе «Додокоины».',
	},
	{
		title: 'Как получить додокоины на кассе в пиццерии?',
		description: 'Назовите свой номер телефона на кассе, и мы начислим на него додокоины.',
	},
	{
		title: 'Что такое миссии?',
		description:
			'Миссии – это задания, которые мы предлагаем вам пройти. За прохождение миссии мы начислим додокоины. Миссии могут быть для одного, двоих или целой компании.',
	},
	{
		title: 'Кто будет проверять выполнение миссий?',
		description:
			'Ответы на каждую миссию смотрит модератор. Модератор проверяет выполнение всех условий из задания и начисляет додокоины. Додокоины за прохождение миссии поступят на счет в течение 24 часов. Если в миссии были выполнены не все условия, то коины за задание начислить не сможем.',
	},
]
